Repository: lisenhuang/FaceFusionIOS
Catalog: FaceFusion/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Face swapper
de: Gesichtstausch
es: Intercambiador de rostros
fr: Échange de visages
it: scambio volti
pt_br: Trocador de rostos
zh_hans: 换脸模型
zh_hant: 换脸模型

source: Face Swapper
de: Gesichtstausch
es: Intercambiador de rostros
fr: Échange de visages
it: Scambio volti
ja: 顔の入れ替え
ko: 얼굴 교체기
pt_br: Trocador de Rostos
zh_hans: 换脸器
zh_hant: 换脸器

source: Face swapping for photos and video that runs entirely on your own device — nothing is ever uploaded.
de: Gesichtstausch für Fotos und Videos, der vollständig auf deinem eigenen Gerät läuft — nichts wird jemals hochgeladen.
es: Intercambio de rostros en fotos y video que funciona por completo en tu propio dispositivo — nunca se sube nada.
fr: L’échange de visages sur photo et vidéo, entièrement sur votre appareil — rien n’est jamais envoyé en ligne.
it: Scambio di volti per foto e video che funziona interamente sul tuo dispositivo — niente viene mai caricato online.
ja: 写真と動画の顔の入れ替えが、すべて自分のデバイス上で完結します。アップロードされることは一切ありません。
ko: 사진과 동영상의 얼굴 바꾸기를 전부 내 기기에서 처리합니다. 업로드되는 것은 전혀 없습니다.
pt_br: Troca de rostos em fotos e vídeos que funciona inteiramente no seu próprio dispositivo — nada é enviado para lugar nenhum.
zh_hans: 照片和视频换脸，全部在你自己的设备上完成，绝不会上传任何内容。
zh_hant: 照片和影片換臉，全部在你自己的裝置上完成，絕不會上傳任何內容。

source: Face swapping needs all three. Remove one and the app returns to its download screen until it is fetched again.
de: Für den Gesichtstausch werden alle drei benötigt. Entfernst du eines, kehrt die App zum Download-Bildschirm zurück, bis es wieder geladen ist.
es: El intercambio de rostros necesita los tres. Si eliminas uno, la app vuelve a su pantalla de descarga hasta que se descargue otra vez.
fr: L’échange de visages a besoin des trois. Si vous en supprimez un, l’app revient à son écran de téléchargement jusqu’à ce qu’il soit récupéré.
it: Lo scambio di volti ha bisogno di tutti e tre. Se ne rimuovi uno, l'app torna alla schermata di download finché non viene scaricato di nuovo.
ja: 顔の入れ替えには 3 つすべてが必要です。1 つでも削除すると、再取得するまでダウンロード画面に戻ります。
ko: 얼굴 교체에는 세 가지가 모두 필요합니다. 하나라도 제거하면 다시 받을 때까지 다운로드 화면으로 돌아갑니다.
pt_br: A troca de rostos precisa dos três. Remova um e o app volta para a tela de download até que ele seja baixado de novo.
zh_hans: 换脸需要这三个模型。移除任何一个，App 都会回到下载界面，直到重新下载为止。
zh_hant: 换脸需要这三个模型。移除任何一个，App 都会回到下载界面，直到重新下载为止。

source: Failed
de: Fehlgeschlagen
es: Falló
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
pt_br: Falhou
zh_hans: 失败
zh_hant: 失败

source: fair
de: erhöht
es: moderado
fr: modéré
it: moderato
ja: やや高い
ko: 보통
pt_br: moderado
zh_hans: 温热
zh_hant: 温热

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
pt_br: Arquivos
zh_hans: 文件
zh_hant: 文件

source: Find faces
de: Gesichter suchen
es: Buscar rostros
fr: Trouver les visages
it: Trova i volti
ja: 顔を探す
ko: 얼굴 찾기
pt_br: Buscar rostos
zh_hans: 查找人脸
zh_hant: 查找人脸

source: Find the faces in the target, then tick the ones to replace.
de: Suche die Gesichter im Ziel und markiere dann die, die ersetzt werden sollen.
es: Busca los rostros del destino y marca los que quieras reemplazar.
fr: Trouvez les visages dans la cible, puis cochez ceux à remplacer.
it: Trova i volti nella destinazione, poi seleziona quelli da sostituire.
ja: ターゲットから顔を探し、入れ替える顔にチェックを入れてください。
ko: 대상에서 얼굴을 찾은 다음, 바꿀 얼굴을 선택하십시오.
pt_br: Busque os rostos no destino e marque os que você quer substituir.
zh_hans: 先在目标中查找人脸，然后勾选要替换的人脸。
zh_hant: 先在目标中查找人脸，然后勾选要替换的人脸。

source: Finds faces and their five key points in every frame.
de: Findet Gesichter und ihre fünf Gesichtspunkte in jedem Einzelbild.
es: Detecta los rostros y sus cinco puntos clave en cada fotograma.
fr: Trouve les visages et leurs cinq points clés dans chaque image.
it: Trova i volti e i loro cinque punti chiave in ogni fotogramma.
ja: 各フレームで顔と5つの特徴点を検出します。
ko: 모든 프레임에서 얼굴과 5개의 주요 지점을 찾습니다.
pt_br: Encontra os rostos e seus cinco pontos principais em cada quadro.
zh_hans: 在每一帧中找出人脸及其五个关键点。
zh_hant: 在每一帧中找出人脸及其五个关键点。

source: Follows your device unless you choose otherwise. A device set to Traditional Chinese is shown Simplified Chinese; a language Morphiqo does not speak is shown English.
de: Folgt deinem Gerät, sofern du nichts anderes wählst. Ein Gerät mit traditionellem Chinesisch bekommt vereinfachtes Chinesisch; bei einer Sprache, die Morphiqo nicht spricht, wird Englisch angezeigt.
es: Sigue el idioma de tu dispositivo a menos que elijas otro. Un dispositivo configurado en chino tradicional verá chino simplificado; un idioma que Morphiqo no habla verá inglés.
fr: Suit votre appareil, sauf si vous en décidez autrement. Un appareil réglé sur le chinois traditionnel affiche le chinois simplifié ; si Morphiqo ne parle pas votre langue, l’anglais est utilisé.
it: Segue il dispositivo, a meno che tu non scelga diversamente. Un dispositivo impostato sul cinese tradizionale vede il cinese semplificato; una lingua che Morphiqo non parla vede l'inglese.
ja: 選択しない限り、デバイスの設定に従います。繁体字中国語に設定されたデバイスには簡体字中国語を、Morphiqo が対応していない言語のデバイスには英語を表示します。
ko: 직접 선택하지 않으면 기기 설정을 따릅니다. 번체 중국어로 설정된 기기에는 간체 중국어가 표시되고, Morphiqo가 지원하지 않는 언어에는 영어가 표시됩니다.
pt_br: Segue o idioma do dispositivo, a menos que você escolha outro. Um dispositivo em chinês tradicional vê chinês simplificado; um idioma que o Morphiqo não fala vê inglês.
zh_hans: 除非另行选择，否则跟随设备语言。设备设为繁体中文时显示简体中文；拟颜不支持的语言则显示英文。
zh_hant: 除非另行选择，否则跟随设备语言。设备设为繁体中文时显示简体中文；拟颜不支持的语言则显示英文。

# Frame %lld of %lld · %lld people so far
source: Frame %1$lld of %2$lld · %3$lld people so far
de: Einzelbild %1$lld von %2$lld · %3$lld Personen bisher
es: Fotograma %1$lld de %2$lld · %3$lld personas hasta ahora
fr: Image %1$lld sur %2$lld · %3$lld personnes pour l’instant
it: Fotogramma %1$lld di %2$lld · %3$lld persone finora
ja: %2$lld フレーム中 %1$lld フレーム目 · これまでに %3$lld 人
ko: 프레임 %1$lld / %2$lld · 현재까지 %3$lld명
pt_br: Quadro %1$lld de %2$lld · %3$lld pessoas até agora
zh_hans: 第 %lld / %lld 帧 · 已找到 %lld 人
zh_hant: 第 %lld / %lld 帧 · 已找到 %lld 人

# Frame %lld of %lld · 1 person so far
source: Frame %1$lld of %2$lld · 1 person so far
de: Einzelbild %1$lld von %2$lld · 1 Person bisher
es: Fotograma %1$lld de %2$lld · 1 persona hasta ahora
fr: Image %1$lld sur %2$lld · 1 personne pour l’instant
it: Fotogramma %1$lld di %2$lld · 1 persona finora
ja: %2$lld フレーム中 %1$lld フレーム目 · これまでに 1 人
ko: 프레임 %1$lld / %2$lld · 현재까지 1명
pt_br: Quadro %1$lld de %2$lld · 1 pessoa até agora
zh_hans: 第 %lld / %lld 帧 · 已找到 1 人
zh_hant: 第 %lld / %lld 帧 · 已找到 1 人

source: Frames at once
de: Einzelbilder gleichzeitig
es: Fotogramas a la vez
fr: Images simultanées
it: Fotogrammi in parallelo
ja: 同時処理フレーム数
ko: 동시 처리 프레임
pt_br: Quadros por vez
zh_hans: 同时处理帧数
zh_hant: 同时处理帧数

source: Free %@ and keep swapping
de: %@ freigeben und weiter tauschen
es: Libera %@ y sigue intercambiando
fr: Libérer %@ et continuer à échanger
it: Libera %@ e continua a scambiare volti
ja: %@ を空けても入れ替えはそのまま
ko: %@ 확보하고 계속 사용하기
pt_br: Liberar %@ e continuar trocando
zh_hans: 释放 %@，继续换脸
zh_hant: 释放 %@，继续换脸

source: H.264 plays anywhere.
de: H.264 läuft überall.
es: H.264 se reproduce en cualquier parte.
fr: H.264 se lit partout.
it: H.264 si riproduce ovunque.
ja: H.264 はどの環境でも再生できます。
ko: H.264는 어디서나 재생됩니다.
pt_br: O H.264 funciona em qualquer lugar.
zh_hans: H.264 在任何设备上都能播放。
zh_hant: H.264 在任何设备上都能播放。

source: Higher keeps more of the source face; lower blends toward the original.
de: Höher behält mehr vom Quellgesicht; niedriger blendet zum Original über.
es: Más alto conserva más del rostro de origen; más bajo se mezcla con el original.
fr: Plus haut conserve davantage du visage source ; plus bas se rapproche de l’original.
it: Più alto mantiene di più del volto di origine; più basso si avvicina all'originale.
ja: 高くするほどソースの顔の特徴が強く残り、低くするほど元の顔になじみます。
ko: 높일수록 소스 얼굴이 더 많이 남고, 낮출수록 원래 얼굴에 가깝게 섞입니다.
pt_br: Valores mais altos mantêm mais do rosto de origem; mais baixos aproximam do original.
zh_hans: 调高会更多保留源人脸，调低则更接近原本的脸。
zh_hant: 调高会更多保留源人脸，调低则更接近原本的脸。

source: Identity Encoder
de: Identitätserfassung
es: Codificador de identidad
fr: Encodage de l’identité
it: Codifica identità
ja: 顔特徴の抽出
ko: 얼굴 특징 인코더
pt_br: Codificador de Identidade
zh_hans: 身份编码器
zh_hant: 身份编码器

source: Include quality extras
de: Qualitäts-Extras mitladen
es: Incluir extras de calidad
fr: Inclure les améliorations de qualité
it: Includi gli extra di qualità
ja: 品質向上の追加モデルを含める
ko: 품질 향상 모델 포함
pt_br: Incluir extras de qualidade
zh_hans: 包含可选模型
zh_hant: 包含可选模型

source: Installed
de: Installiert
es: Instalado
fr: Installé
it: Installato
ja: インストール済み
ko: 설치됨
pt_br: Instalado
zh_hans: 已安装
zh_hant: 已安装

source: Installed, but the engine could not load it. Everything works as though it were not there. Removing it and downloading it again usually fixes that.
de: Installiert, aber die Engine konnte es nicht laden. Alles funktioniert, als wäre es nicht vorhanden. Entfernen und erneut laden behebt das meistens.
es: Está instalado, pero el motor no pudo cargarlo. Todo funciona como si no estuviera. Eliminarlo y volver a descargarlo suele solucionarlo.
fr: Installé, mais le moteur n’a pas pu le charger. Tout fonctionne comme s’il n’était pas là. Le supprimer puis le télécharger à nouveau résout généralement le problème.
it: Installato, ma il motore non è riuscito a caricarlo. Tutto funziona come se non ci fosse. Di solito basta rimuoverlo e scaricarlo di nuovo.
ja: インストール済みですが、エンジンが読み込めませんでした。存在しない場合と同じように動作します。削除してもう一度ダウンロードすると、たいていは解決します。
ko: 설치되어 있지만 엔진이 불러오지 못했습니다. 없는 것과 똑같이 동작합니다. 제거한 뒤 다시 다운로드하면 대개 해결됩니다.
pt_br: Instalado, mas o motor não conseguiu carregá-lo. Tudo funciona como se ele não estivesse aí. Remover e baixar de novo costuma resolver.
zh_hans: 已安装，但引擎无法加载。当前表现与未安装时相同。移除后重新下载通常可以解决。
zh_hant: 已安裝，但引擎無法載入。目前表現與未安裝時相同。移除後重新下載通常可以解決。

source: Keep hands and hair
de: Hände und Haare erhalten
es: Conservar manos y cabello
fr: Conserver mains et cheveux
it: Mantieni mani e capelli
ja: 手や髪を残す
ko: 손과 머리카락 유지
pt_br: Manter mãos e cabelo
zh_hans: 保留手和头发
zh_hant: 保留手和頭髮

source: Keeps everything on the GPU and CPU. Worth trying if Automatic stutters.
de: Behält alles auf GPU und CPU. Einen Versuch wert, wenn „Automatisch“ stockt.
es: Mantiene todo en la GPU y la CPU. Vale la pena probarlo si Automático se entrecorta.
fr: Garde tout sur le GPU et le CPU. À essayer si l’option Automatique saccade.
it: Mantiene tutto su GPU e CPU. Vale la pena provarlo se Automatico procede a scatti.
ja: すべての処理を GPU と CPU で行います。「自動」で引っかかりが出る場合に試す価値があります。
ko: 모든 작업을 GPU와 CPU에서 처리합니다. 자동 설정에서 끊김이 생긴다면 시도해 볼 만합니다.
pt_br: Mantém tudo na GPU e na CPU. Vale tentar se o Automático engasgar.
zh_hans: 全部交由 GPU 和 CPU 处理。如果“自动”出现卡顿，值得一试。
zh_hant: 全部交由 GPU 和 CPU 处理。如果“自动”出现卡顿，值得一试。

source: Keeps hands, hair and objects that cross the face from being painted over.
de: Verhindert, dass Hände, Haare und Objekte vor dem Gesicht übermalt werden.
es: Evita que se pinten por encima las manos, el cabello y los objetos que cruzan por delante del rostro.
fr: Empêche les mains, les cheveux et les objets qui passent devant le visage d’être recouverts.
it: Evita che mani, capelli e oggetti che passano davanti al volto vengano coperti.
ja: 顔の前にある手や髪、物が塗りつぶされないようにします。
ko: 얼굴을 가리는 손, 머리카락, 물체가 덧칠되지 않도록 합니다.
pt_br: Impede que mãos, cabelo e objetos que cruzam o rosto sejam encobertos.
zh_hans: 防止遮挡面部的手、头发和物体被覆盖。
zh_hant: 防止遮擋臉部的手、頭髮和物體被覆蓋。

source: Landmark Refiner
de: Feinausrichtung
es: Refinador de puntos faciales
fr: Affinage des repères
it: Affinamento punti chiave
ja: 特徴点の調整
ko: 특징점 보정기
pt_br: Refinador de Pontos Faciais
zh_hans: 关键点优化器
zh_hant: 关键点优化器

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言
zh_hant: 语言

source: Lets the system spread the work across the Neural Engine, GPU and CPU. Fastest on most devices.
de: Lässt das System die Arbeit auf Neural Engine, GPU und CPU verteilen. Auf den meisten Geräten am schnellsten.
es: Deja que el sistema reparta el trabajo entre el Neural Engine, la GPU y la CPU. Es lo más rápido en la mayoría de los dispositivos.
fr: Laisse le système répartir le travail entre le Neural Engine, le GPU et le CPU. Le plus rapide sur la plupart des appareils.
it: Lascia che il sistema distribuisca il lavoro tra Neural Engine, GPU e CPU. È il più veloce sulla maggior parte dei dispositivi.
ja: Neural Engine、GPU、CPU への処理の振り分けをシステムに任せます。ほとんどのデバイスで最速です。
ko: 시스템이 뉴럴 엔진과 GPU, CPU에 작업을 나누어 맡깁니다. 대부분의 기기에서 가장 빠릅니다.
pt_br: Deixa o sistema distribuir o trabalho entre o Neural Engine, a GPU e a CPU. Mais rápido na maioria dos dispositivos.
zh_hans: 让系统在神经网络引擎、GPU 和 CPU 之间分配工作。在多数设备上最快。
zh_hant: 让系统在神经网络引擎、GPU 和 CPU 之间分配工作。在多数设备上最快。

source: Lifetime access
de: Lebenslanger Zugriff
es: Acceso de por vida
fr: Accès à vie
it: Accesso a vita
ja: 買い切り
ko: 평생 이용권
pt_br: Acesso vitalício
zh_hans: 永久访问
zh_hant: 永久存取

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
zh_hans: 浅色
zh_hant: 浅色

source: limited memory
de: wenig Speicher
es: memoria limitada
fr: mémoire limitée
it: memoria limitata
ja: メモリ制限あり
ko: 메모리 부족
pt_br: memória limitada
zh_hans: 内存有限
zh_hant: 内存有限

source: Loading lifetime access…
de: Lebenslanger Zugriff wird geladen…
es: Cargando el acceso de por vida…
fr: Chargement de l’accès à vie…
it: Caricamento dell'accesso a vita…
ja: 買い切りを読み込んでいます…
ko: 평생 이용권을 불러오는 중…
pt_br: Carregando o acesso vitalício…
zh_hans: 正在加载永久访问…
zh_hant: 正在載入永久存取…

source: Loading the models with the new setting…
de: Modelle werden mit der neuen Einstellung geladen…
es: Cargando los modelos con el nuevo ajuste…
fr: Chargement des modèles avec le nouveau réglage…
it: Caricamento dei modelli con la nuova impostazione…
ja: 新しい設定でモデルを読み込んでいます…
ko: 새 설정으로 모델을 불러오는 중…
pt_br: Carregando os modelos com o novo ajuste…
zh_hans: 正在以新设置加载模型…
zh_hant: 正在以新设置加载模型…

source: Look again
de: Erneut suchen
es: Buscar de nuevo
fr: Nouvelle recherche
it: Cerca di nuovo
ja: もう一度探す
ko: 다시 찾기
pt_br: Buscar de novo
zh_hans: 重新查找
zh_hant: 重新查找

source: Look for the faces in this photo.
de: Suche die Gesichter in diesem Foto.
es: Busca los rostros de esta foto.
fr: Cherchez les visages présents sur cette photo.
it: Cerca i volti in questa foto.
ja: この写真から顔を探します。
ko: 이 사진에서 얼굴을 찾아보십시오.
pt_br: Busque os rostos nesta foto.
zh_hans: 查找这张照片中的人脸。
zh_hant: 查找这张照片中的人脸。

source: Look through the video for the people in it, then tick the ones to replace.
de: Durchsuche das Video nach den Personen darin und markiere dann die, die ersetzt werden sollen.
es: Revisa el video para encontrar a las personas que aparecen y marca las que quieras reemplazar.
fr: Parcourez la vidéo pour y repérer les personnes, puis cochez celles à remplacer.
it: Cerca nel video le persone che compaiono, poi seleziona quelle da sostituire.
ja: 動画全体から写っている人物を探し、入れ替える人にチェックを入れてください。
ko: 비디오에 등장하는 사람을 찾은 다음, 바꿀 사람을 선택하십시오.
pt_br: Procure no vídeo as pessoas que aparecem nele e marque quem você quer substituir.
zh_hans: 在视频中查找出现的人物，然后勾选要替换的人。
zh_hant: 在视频中查找出现的人物，然后勾选要替换的人。

source: Looking…
de: Wird gesucht…
es: Buscando…
fr: Recherche…
it: Ricerca…
ja: 探しています…
ko: 찾는 중…
pt_br: Buscando…
zh_hans: 查找中…
zh_hant: 查找中…

source: Lower if someone is missed when they turn away; raise if the wrong person gets replaced.
de: Niedriger, wenn jemand beim Wegdrehen übersehen wird; höher, wenn die falsche Person ersetzt wird.
es: Baja el valor si alguien queda sin detectar al voltearse; súbelo si se reemplaza a la persona equivocada.
fr: Baissez si une personne est oubliée lorsqu’elle se détourne ; augmentez si la mauvaise personne est remplacée.
it: Abbassalo se qualcuno non viene riconosciuto quando si gira; alzalo se viene sostituita la persona sbagliata.
ja: 顔をそむけた人が検出されない場合は下げ、別の人が入れ替わってしまう場合は上げてください。
ko: 고개를 돌린 사람을 놓치면 낮추고, 엉뚱한 사람이 바뀌면 높이십시오.
pt_br: Diminua se alguém deixar de ser reconhecido ao virar o rosto; aumente se a pessoa errada for substituída.
zh_hans: 有人转头时被漏掉就调低，替换错了人就调高。
zh_hant: 有人转头时被漏掉就调低，替换错了人就调高。

source: Match strictness
de: Zuordnungsstrenge
es: Rigor de coincidencia
fr: Rigueur de correspondance
it: Rigore dell'abbinamento
ja: 一致の厳しさ
ko: 일치 엄격도
pt_br: Rigor da correspondência
zh_hans: 匹配严格度
zh_hant: 匹配严格度

source: Memory was running low, so detail enhancement and occlusion masking have been switched off. They return the next time the engine starts.
de: Der Speicher wurde knapp, deshalb wurden Detailverbesserung und Verdeckungsmaske abgeschaltet. Beim nächsten Start der Engine sind sie wieder aktiv.
es: Quedaba poca memoria, así que se desactivaron la mejora de detalle y la máscara de oclusión. Volverán la próxima vez que se inicie el motor.
fr: La mémoire venait à manquer : l’amélioration des détails et le masquage des occlusions ont été désactivés. Ils reviendront au prochain démarrage du moteur.
it: La memoria stava per esaurirsi, quindi il miglioramento del dettaglio e la maschera delle occlusioni sono stati disattivati. Torneranno al prossimo avvio del motore.
ja: メモリが不足したため、ディテールの強調と遮蔽マスクをオフにしました。次にエンジンを起動したときに戻ります。
ko: 메모리가 부족하여 디테일 향상과 가림 마스크를 껐습니다. 엔진을 다시 시작하면 다시 켜집니다.
pt_br: A memória estava acabando, então o aprimoramento de detalhes e a máscara de oclusão foram desativados. Eles voltam na próxima vez que o motor iniciar.
zh_hans: 内存不足，已关闭细节增强和遮挡蒙版。下次引擎启动时会恢复。
zh_hant: 内存不足，已关闭细节增强和遮挡蒙版。下次引擎启动时会恢复。

source: Missing someone? Tap their face in the preview to add them.
de: Fehlt jemand? Tippe in der Vorschau auf das Gesicht, um die Person hinzuzufügen.
es: ¿Falta alguien? Toca su rostro en la vista previa para agregarlo.
fr: Il manque quelqu’un ? Touchez son visage dans l’aperçu pour l’ajouter.
it: Manca qualcuno? Tocca il suo volto nell'anteprima per aggiungerlo.
ja: 見つからない人がいますか？プレビューでその顔をタップすると追加できます。
ko: 빠진 사람이 있습니까? 미리보기에서 그 사람의 얼굴을 탭하면 추가됩니다.
pt_br: Faltou alguém? Toque no rosto da pessoa na pré-visualização para adicioná-la.
zh_hans: 少了某个人？在预览中轻点那张脸即可添加。
zh_hant: 少了某个人？在预览中轻点那张脸即可添加。

source: Models
de: Modelle
es: Modelos
fr: Modèles
it: Modelli
ja: モデル
ko: 모델
pt_br: Modelos
zh_hans: 模型
zh_hant: 模型

# Morphiqo %@ is on the App Store. You have %@.
source: Morphiqo %1$@ is on the App Store. You have %2$@.
de: Morphiqo %1$@ ist im App Store. Du hast %2$@.
es: Morphiqo %1$@ ya está en el App Store. Tú tienes la versión %2$@.
fr: Morphiqo %1$@ est sur l’App Store. Vous avez la version %2$@.
it: Morphiqo %1$@ è disponibile sull'App Store. Hai la versione %2$@.
ja: App Store に Morphiqo %1$@ があります。お使いのバージョンは %2$@ です。
ko: App Store에 Morphiqo %1$@이(가) 있습니다. 현재 버전은 %2$@입니다.
pt_br: A versão %1$@ do Morphiqo está na App Store. A sua é a %2$@.
zh_hans: App Store 上有 Morphiqo %1$@，你的版本是 %2$@。
zh_hant: App Store 上有 Morphiqo %1$@，你的版本是 %2$@。

source: Morphiqo is not allowed to add to your photo library. You can turn that on in Settings, under Morphiqo.
de: Morphiqo darf nichts zu deiner Fotomediathek hinzufügen. Du kannst das in den Einstellungen unter Morphiqo aktivieren.
es: Morphiqo no tiene permiso para agregar elementos a tu fototeca. Puedes activarlo en Configuración, en la sección Morphiqo.
fr: Morphiqo n’est pas autorisé à ajouter des éléments à votre photothèque. Vous pouvez l’autoriser dans Réglages, sous Morphiqo.
it: Morphiqo non ha il permesso di aggiungere elementi alla tua libreria foto. Puoi attivarlo in Impostazioni, alla voce Morphiqo.
ja: Morphiqo は写真ライブラリへの追加を許可されていません。「設定」の Morphiqo でオンにできます。
ko: Morphiqo가 사진 보관함에 추가하도록 허용되어 있지 않습니다. 설정 앱의 Morphiqo에서 허용할 수 있습니다.
pt_br: O Morphiqo não tem permissão para adicionar itens à sua fototeca. Você pode ativar isso em Ajustes, em Morphiqo.
zh_hans: 拟颜没有权限添加到你的照片图库。你可以在“设置”>“拟颜”中开启。
zh_hant: 拟颜没有权限添加到你的照片图库。你可以在“设置”>“拟颜”中开启。

source: Morphiqo is up to date
de: Morphiqo ist aktuell
es: Morphiqo está actualizado
fr: Morphiqo est à jour
it: Morphiqo è aggiornato
ja: Morphiqo は最新です
ko: Morphiqo가 최신 버전입니다
pt_br: O Morphiqo está atualizado
zh_hans: Morphiqo 已是最新版本
zh_hant: Morphiqo 已是最新版本

source: Morphiqo needs permission to add to your photo library. You can grant it in Settings, or save to Files instead.
de: Morphiqo braucht die Erlaubnis, etwas zu deiner Fotomediathek hinzuzufügen. Du kannst sie in den Einstellungen erteilen oder stattdessen in Dateien sichern.
es: Morphiqo necesita permiso para agregar elementos a tu fototeca. Puedes concederlo en Configuración o guardar en Archivos.
fr: Morphiqo a besoin d’une autorisation pour ajouter des éléments à votre photothèque. Vous pouvez l’accorder dans Réglages, ou enregistrer dans Fichiers à la place.
it: Morphiqo ha bisogno del permesso per aggiungere elementi alla tua libreria foto. Puoi concederlo in Impostazioni, oppure salvare su File.
ja: 写真ライブラリに追加するには Morphiqo の許可が必要です。「設定」で許可するか、「ファイル」に保存してください。
ko: 사진 보관함에 추가하려면 Morphiqo에 권한이 필요합니다. 설정에서 허용하거나 대신 파일에 저장할 수 있습니다.
pt_br: O Morphiqo precisa de permissão para adicionar itens à sua fototeca. Você pode concedê-la em Ajustes ou salvar em Arquivos.
zh_hans: 拟颜需要获得授权才能添加到你的照片图库。你可以在“设置”中授权，或改为存储到“文件”。
zh_hant: 拟颜需要获得授权才能添加到你的照片图库。你可以在“设置”中授权，或改为存储到“文件”。

source: Need help? Contact support
de: Brauchst du Hilfe? Support kontaktieren
es: ¿Necesitas ayuda? Contacta a soporte
fr: Besoin d’aide ? Contacter l’assistance
it: Ti serve aiuto? Contatta l'assistenza
ja: お困りですか？サポートに問い合わせる
ko: 도움이 필요하신가요? 지원팀에 문의하기
pt_br: Precisa de ajuda? Fale com o suporte
zh_hans: 需要帮助？联系支持
zh_hant: 需要協助？聯絡支援

source: Needs the Face Enhancer model.
de: Benötigt das Modell für die Detailverbesserung.
es: Requiere el modelo Mejorador de rostros.
fr: Nécessite le modèle d’amélioration du visage.
it: Richiede il modello Miglioramento volto.
ja: Face Enhancer モデルが必要です。
ko: Face Enhancer 모델이 필요합니다.
pt_br: Requer o modelo Aprimorador de Rostos.
zh_hans: 需要 Face Enhancer 模型。
zh_hant: 需要 Face Enhancer 模型。

source: Needs the Occlusion Mask model.
de: Benötigt das Modell für die Verdeckungsmaske.
es: Requiere el modelo Máscara de oclusión.
fr: Nécessite le modèle de masque d’occlusion.
it: Richiede il modello Maschera occlusioni.
ja: Occlusion Mask モデルが必要です。
ko: Occlusion Mask 모델이 필요합니다.
pt_br: Requer o modelo Máscara de Oclusão.
zh_hans: 需要 Occlusion Mask 模型。
zh_hant: 需要 Occlusion Mask 模型。

source: No face found — try a clearer, front-facing photo.
de: Kein Gesicht gefunden — versuche ein klareres Foto von vorn.
es: No se encontró ningún rostro — prueba con una foto más nítida y de frente.
fr: Aucun visage trouvé — essayez une photo plus nette, de face.
it: Nessun volto trovato — prova una foto più nitida e frontale.
ja: 顔が見つかりませんでした。より鮮明な、正面を向いた写真をお試しください。
ko: 얼굴을 찾지 못했습니다 — 더 선명한 정면 사진으로 시도해 보십시오.
pt_br: Nenhum rosto encontrado — tente uma foto mais nítida e de frente.
zh_hans: 未找到人脸，请换一张更清晰的正面照片。
zh_hant: 未找到人脸，请换一张更清晰的正面照片。

source: No face was found in the source image. Try a clearer, front-facing photo.
de: Im Quellbild wurde kein Gesicht gefunden. Versuche ein klareres Foto von vorn.
es: No se encontró ningún rostro en la imagen de origen. Prueba con una foto más nítida y de frente.
fr: Aucun visage n’a été trouvé dans l’image source. Essayez une photo plus nette, de face.
it: Nessun volto trovato nell'immagine di origine. Prova una foto più nitida e frontale.
ja: ソース画像に顔が見つかりませんでした。より鮮明な、正面を向いた写真をお試しください。
ko: 원본 이미지에서 얼굴을 찾지 못했습니다. 더 선명한 정면 사진으로 시도해 보십시오.
pt_br: Nenhum rosto foi encontrado na imagem de origem. Tente uma foto mais nítida e de frente.
zh_hans: 源图像中未找到人脸。请换一张更清晰的正面照片。
zh_hant: 源图像中未找到人脸。请换一张更清晰的正面照片。

source: No faces found in the target.
de: Im Ziel wurden keine Gesichter gefunden.
es: No se encontraron rostros en el destino.
fr: Aucun visage trouvé dans la cible.
it: Nessun volto trovato nella destinazione.
ja: ターゲットに顔が見つかりませんでした。
ko: 대상에서 얼굴을 찾지 못했습니다.
pt_br: Nenhum rosto encontrado no destino.
zh_hans: 未在目标中找到人脸。
zh_hant: 未在目标中找到人脸。
